//IBMUSER$ JOB IBMUSER$,'LIST PDS CONTENTS',
//         CLASS=S,
//         MSGCLASS=X,
//         MSGLEVEL=(1,1),
//         NOTIFY=&SYSUID
//*
//STEP1    EXEC PGM=IEBPTPCH
//SYSPRINT DD   SYSOUT=*
//SYSUT1   DD   DSN=SOME.HLQ.PDSNAME,DISP=SHR
//SYSUT2   DD   SYSOUT=*
//SYSIN    DD   *
  PRINT TYPORG=PO
/*