//&JOBNAME JOB (&JOBCLASS),'LIST PDS CONTENTS',
//         CLASS=&JOBCLASS,
//         MSGCLASS=X,
//         MSGLEVEL=(1,1),
//         NOTIFY=&SYSUID
//*
//STEP1    EXEC PGM=IEBPTPCH
//SYSPRINT DD   SYSOUT=*
//SYSUT1   DD   DSN=&PDSNAME,DISP=SHR
//SYSUT2   DD   SYSOUT=*
//SYSIN    DD   *
  PRINT TYPORG=PO
/*